{
  "text": {
    "hey": 48,
    "hello": 46,
    "hi": 49,
    "there": 102,
    "good": 40,
    "morning": 66,
    "evening": 25,
    "moin": 65,
    "let": 59,
    "s": 82,
    "go": 38,
    "dude": 24,
    "goodmorning": 43,
    "goodevening": 42,
    "afternoon": 1,
    "cu": 18,
    "by": 10,
    "cee": 13,
    "you": 118,
    "later": 58,
    "night": 73,
    "bye": 11,
    "goodbye": 41,
    "have": 45,
    "a": 0,
    "nice": 72,
    "day": 20,
    "see": 86,
    "around": 7,
    "yes": 117,
    "y": 116,
    "indeed": 55,
    "of": 76,
    "course": 17,
    "that": 100,
    "sounds": 92,
    "correct": 16,
    "no": 74,
    "n": 69,
    "never": 71,
    "i": 53,
    "don": 23,
    "t": 97,
    "think": 103,
    "so": 91,
    "like": 60,
    "way": 110,
    "not": 75,
    "really": 79,
    "perfect": 78,
    "great": 44,
    "amazing": 3,
    "feeling": 30,
    "king": 56,
    "wonderful": 114,
    "am": 2,
    "very": 107,
    "going": 39,
    "to": 104,
    "save": 85,
    "the": 101,
    "world": 115,
    "super": 95,
    "stoked": 93,
    "extremely": 27,
    "my": 68,
    "was": 109,
    "horrible": 50,
    "sad": 84,
    "feel": 29,
    "well": 111,
    "disappointed": 21,
    "m": 62,
    "unhappy": 105,
    "extremly": 28,
    "saad": 83,
    "are": 6,
    "bot": 9,
    "human": 52,
    "talking": 99,
    "want": 108,
    "find": 32,
    "shirts": 87,
    "for": 33,
    "men": 64,
    "show": 89,
    "me": 63,
    "smartphones": 90,
    "do": 22,
    "any": 5,
    "running": 81,
    "shoes": 88,
    "looking": 61,
    "gaming": 35,
    "laptop": 57,
    "suggest": 94,
    "birthday": 8,
    "gifts": 37,
    "friend": 34,
    "gift": 36,
    "ideas": 54,
    "mother": 67,
    "valentine": 106,
    "wife": 112,
    "need": 70,
    "christmas": 14,
    "how": 51,
    "return": 80,
    "an": 4,
    "order": 77,
    "help": 47,
    "with": 113,
    "exchange": 26,
    "talk": 98,
    "customer": 19,
    "support": 96,
    "can": 12,
    "file": 31,
    "complaint": 15
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "ask_product": 2,
    "ask_gift": 1,
    "ask_support": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_recommend_gift": 7,
    "action_search_product": 10,
    "utter_ask_gift": 14,
    "utter_ask_product": 15,
    "utter_cheer_up": 16,
    "utter_did_that_help": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21,
    "utter_support_info": 22
  },
  "action_text": null,
  "intent_response_key": null
}